       IDENTIFICATION DIVISION.
       PROGRAM-ID. HI.
       ENVIRONMENT DIVISION.
       CONFIGURATION SECTION.
       SOURCE-COMPUTER. RM-COBOL.
       OBJECT-COMPUTER. RM-COBOL.
       DATA DIVISION.
       FILE SECTION.
       PROCEDURE DIVISION.
           DISPLAY "Hi".
           STOP RUN.
