        IDENTIFICATION DIVISION.
        PROGRAM-ID. HI.
        ENVIRONMENT DIVISION.
        DATA DIVISION.
        WORKING-STORAGE SECTION.
        LINKAGE SECTION.
        PROCEDURE DIVISION.
        DISPLAY 'HI'.
        STOP RUN.
